{"用户ID": "u123", "SessionID": "s456", "创建时间": "2025122901", "通用基础提示词": "天空中飞翔的蓝色鸟", "分类描述提示词": "nature", "优化后正向提示词": "A blue bird flying in the sky, high detail", "优化后反向提示词": "", "比例": "16:9", "画质": "1K", "数量": 2, "模型名称": "wan2.6-t2i", "生成记录": [{"随机种子": "123", "热度值": 1.0, "top值": 0.8, "相对url路径": "/api/images/abc/raw", "存储绝对路径": "/tmp/fake/path1.png"}, {"随机种子": "456", "热度值": 1.0, "top值": 0.8, "相对url路径": "/api/images/def/raw", "存储绝对路径": "/tmp/fake/path2.png"}]}
{"用户ID": "u123", "SessionID": "s456", "创建时间": "2025122901", "通用基础提示词": "天空中飞翔的蓝色鸟", "分类描述提示词": "nature", "优化后正向提示词": "A blue bird flying in the sky, high detail", "优化后反向提示词": "", "比例": "16:9", "画质": "1K", "数量": 2, "模型名称": "wan2.6-t2i", "生成记录": [{"随机种子": "123", "热度值": 1.0, "top值": 0.8, "相对url路径": "/api/images/abc/raw", "存储绝对路径": "/tmp/fake/path1.png"}, {"随机种子": "456", "热度值": 1.0, "top值": 0.8, "相对url路径": "/api/images/def/raw", "存储绝对路径": "/tmp/fake/path2.png"}]}
{"用户ID": "u3", "SessionID": "s3", "创建时间": "2025122901", "通用基础提示词": "蓝鸟", "分类描述提示词": "nature", "优化后正向提示词": "A stunning, high-resolution image of a bluebird perched gracefully on a branch in a serene natural setting. The bird's feathers are a vibrant, iridescent blue, with intricate details and textures. The background is a lush, verdant forest with dappled sunlight filtering through the leaves, creating a warm, golden glow. The scene is filled with rich, natural colors and a sense of tranquility. The composition is balanced and visually appealing, with the bluebird as the focal point, surrounded by the beauty of nature.", "优化后反向提示词": "text, watermark, signature, blur, double exposure, low contrast, deformed limbs, icons, unnatural colors, grainy, pixelated, overexposed, underexposed, distorted, artifacts, noise, rough edges, poor quality, flat, dull, uninteresting, cluttered, busy, crowded, out of focus", "比例": "16:9", "画质": "1K", "数量": 1, "模型名称": "wan2.6-t2i", "生成记录": []}
{"用户ID": "u4", "SessionID": "s4", "创建时间": "2025122902", "通用基础提示词": "蓝鸟", "分类描述提示词": "nature", "优化后正向提示词": "A stunning, high-resolution image of a blue bird perched gracefully on a delicate branch, surrounded by lush, vibrant green foliage. The bird's feathers are intricately detailed, with a deep, rich blue hue that shimmers in the soft, natural light. The background is a serene, slightly out-of-focus forest, with dappled sunlight filtering through the leaves, creating a warm, inviting atmosphere. The scene is captured with a shallow depth of field, emphasizing the bird and its immediate surroundings. The overall composition is balanced and harmonious, evoking a sense of tranquility and natural beauty.", "优化后反向提示词": "text, watermark, signature, blur, double exposure, low contrast, deformed limbs, icons, unnatural colors, grainy, pixelated, overexposed, underexposed, distorted, artifacts, noise, unsharp, low resolution", "比例": "16:9", "画质": "1K", "数量": 1, "模型名称": "wan2.6-t2i", "生成记录": []}
{"用户ID": "u5", "SessionID": "s5", "创建时间": "2025122902", "通用基础提示词": "蓝鸟", "分类描述提示词": "nature", "优化后正向提示词": "A majestic blue bird perched on a branch of a blooming cherry blossom tree, with intricate details in its feathers and a serene natural background. The scene is set during the golden hour, with soft, warm sunlight filtering through the branches, casting a gentle glow on the bird. The sky is a gradient of pastel colors, from light orange to soft pink, creating a tranquil and harmonious atmosphere. The bird's eyes are sharp and full of life, capturing the essence of nature's beauty.", "优化后反向提示词": "文字，水印，签名，模糊，重影，低对比度，畸形肢体，图标，过度曝光，噪点，失真，不自然的颜色，粗糙的纹理，不清晰的细节，不协调的构图", "比例": "16:9", "画质": "1K", "数量": 1, "模型名称": "wan2.6-t2i", "生成记录": [{"随机种子": "3698609361", "热度值": 0.8325311830107964, "top值": 0.638354273435201, "相对url路径": "/api/images/bmF0dXJlL3dhbl8yMDI1MTIyOTA5NTA1MF8xSy5wbmc/raw", "存储绝对路径": "/home/ubuntu/codes/z_image_make/outputs/nature/wan_20251229095050_1K.png"}]}
{"用户ID": "u6", "SessionID": "s6", "创建时间": "2025122902", "通用基础提示词": "蓝鸟", "分类描述提示词": "nature", "优化后正向提示词": "A stunningly detailed and vivid image of a bluebird perched on a branch in a serene, lush forest. The bird's feathers are a vibrant shade of blue with subtle gradients, reflecting the dappled sunlight that filters through the dense canopy. The background is filled with a variety of green foliage, including ferns, moss, and tall trees, creating a sense of depth and tranquility. The lighting is soft and natural, casting gentle shadows and highlights, and the overall composition is balanced and harmonious, capturing the essence of nature's beauty.", "优化后反向提示词": "文字，水印，签名，模糊，重影，低对比度，畸形肢体，图标, artifacts, noise, low quality, bad anatomy, extra limbs, missing limbs, extra fingers, fewer fingers, distorted face, bad proportions, overexposed, underexposed, unnatural colors, low resolution, blurry, pixelated, out of focus, deformed, mutated, poorly drawn, poorly rendered, disfigured, wrong number of fingers, wrong number of limbs, wrong number of eyes, wrong number of ears, wrong number of noses, wrong number of mouths, wrong number of teeth, wrong number of wings, wrong number of tails, wrong number of legs, wrong number of feet, wrong number of toes, wrong number of claws, wrong number of beaks, wrong number of feathers", "比例": "16:9", "画质": "1K", "数量": 1, "模型名称": "wan2.6-t2i", "生成记录": [{"随机种子": "3015318198", "热度值": 0.5401942761260196, "top值": 0.4754906894719989, "相对url路径": "/api/images/bmF0dXJlL3dhbl8yMDI1MTIyOTA5NTA1MF8xSy5wbmc/raw", "存储绝对路径": "/home/ubuntu/codes/z_image_make/outputs/nature/wan_20251229095050_1K.png"}]}
